#+CONSTANTS: pi=3.14159265358979323846



0.01 nu_sheesh \approx 22hz

* 1
| nu, hz |    U,V |   I,mA | nu_sq, kHz^2 |    1/xi^2 |    dnu_sq |   d1/xi^2 |
|--------+--------+--------+--------------+-----------+-----------+-----------|
|   22.5 | 0.1864 | 438.97 |    5.0625e-4 | 2807.6496 |  2.025e-6 | 9.7259835 |
|   32.5 | 0.2642 | 435.50 |   1.05625e-3 | 2869.9704 |  4.225e-6 | 9.9418691 |
|   42.5 | 0.3371 | 400.70 |   1.80625e-3 | 2552.1079 |  7.225e-6 | 8.8407611 |
|   52.5 | 0.4045 | 424.95 |   2.75625e-3 | 3041.9861 | 1.1025e-5 | 10.537749 |
|   62.5 | 0.4657 | 418.56 |   3.90625e-3 | 3155.4624 | 1.5625e-5 | 10.930842 |
|   72.5 | 0.5203 | 411.90 |   5.25625e-3 | 3294.2150 | 2.1025e-5 | 11.411496 |
|   82.5 | 0.5701 | 405.21 |   6.80625e-3 | 3438.4770 | 2.7225e-5 | 11.911234 |
|   92.5 | 0.6138 | 398.60 |   8.55625e-3 | 3608.3137 | 3.4225e-5 | 12.499565 |
|  102.5 | 0.6524 | 392.21 |   0.01050625 | 3797.1447 | 4.2025e-5 | 13.153695 |
|  112.5 | 0.6863 | 386.15 |   0.01265625 | 4006.7212 | 5.0625e-5 | 13.879689 |
#+TBLFM: $4=$1^2/1000^2::$5=($1*$3/1000/$2)^2::$6=2*0.002*$4::$7=sqrt(3)*0.002*$5

k               = 97282.2          +/- 233.9        (0.2404%)
b               = 2687.33          +/- 85.61        (3.186%)

xi0 = 0.1929 +- 0.0003, 1.6%
sigma = (2.34 +- 0.18)e7, 8%

* 2

| nu, hz |    U,V |   I,mA | nu_sq, kHz^2 |    1/xi^2 |    dnu_sq |   d1/xi^2 | delta_phi | delta_phi_ed |        psi |   tan(psi) |        dtan |  dnu |
|--------+--------+--------+--------------+-----------+-----------+-----------+-----------+--------------+------------+------------+-------------+------|
|    115 | 0.6933 | 383.82 |     0.013225 | 4053.2975 |   5.29e-5 | 14.041034 |       5.6 |            1 | -2.4755750 | 0.78579259 | 0.014032011 | 0.23 |
|    135 | 0.7474 | 372.84 |     0.018225 | 4535.3034 |   7.29e-5 | 15.710752 |       4.7 |            1 | -2.4158848 | 0.88721743 | 0.018876967 | 0.27 |
|    155 | 0.7891 | 363.29 |     0.024025 | 5092.2087 |   9.61e-5 | 17.639928 |       4.1 |            1 | -2.4221679 | 0.87605066 | 0.021367089 | 0.31 |
|    175 | 0.8208 | 355.14 |     0.030625 | 5733.2461 |  1.225e-4 | 19.860547 |       7.1 |          0.5 | -2.3326325 |  1.0482703 | 0.014764370 | 0.35 |
|    195 | 0.8456 | 348.17 |     0.038025 | 6446.4700 |  1.521e-4 | 22.331227 |       6.1 |          0.5 | -2.1661281 |  1.4764388 | 0.024203915 | 0.39 |
|    215 | 0.8647 | 342.18 |     0.046225 | 7238.6111 |  1.849e-4 | 25.075284 |       5.5 |          0.5 | -2.1441370 |  1.5487264 | 0.028158662 | 0.43 |
|    240 | 0.8829 | 335.85 |       0.0576 | 8334.7035 |  2.304e-4 | 28.872260 |       4.9 |          0.5 | -2.1237166 |  1.6204030 | 0.033069449 | 0.48 |
|    330 | 0.9159 | 320.13 |       0.1089 | 13304.070 |  4.356e-4 | 46.086650 |       3.5 |          0.5 | -2.0577432 |  1.8886713 | 0.053962037 | 0.66 |
|    420 | 0.9240 | 309.98 |       0.1764 |  19852.81 |  7.056e-4 | 68.772151 |       6.5 |          0.2 | -1.8598229 |  3.3630064 |  0.05173856 | 0.84 |
|    510 | 0.9208 | 302.07 |       0.2601 | 27991.419 | 1.0404e-3 | 96.965120 |       5.3 |          0.2 | -1.8258937 |  3.8346681 | 0.072352228 | 1.02 |
|    600 | 0.9117 | 295.07 |         0.36 | 37709.320 |   1.44e-3 | 130.62892 |       4.5 |          0.2 | -1.8221237 |  3.8947435 | 0.086549856 |  1.2 |
|    690 | 0.8988 | 283.42 |       0.4761 | 47340.522 | 1.9044e-3 | 163.99238 |       3.8 |          0.2 | -1.7241060 |  6.4715621 |  0.17030427 | 1.38 |
#+TBLFM: $4=$1^2/1000^2::$5=($1*$3/1000/$2)^2::$6=2*0.002*$4::$7=sqrt(3)*0.002*$5::$10=-($1/1000)*2*$pi*$8*$9+$pi/2::$11=tan(($10/$pi)*180)::$12=$11*0.1/$8::$13=$1*0.002

# |    780 | 0.8833 | 281.33 |       0.6084 | 61717.004 | 2.4336e-3 | 213.79397 |       3.4 |          0.2 | -1.7618052 |  5.1715338 |  0.15210394 | 1.56 |
# |    870 | 0.8661 | 275.28 |       0.7569 | 76463.073 | 3.0276e-3 | 264.87585 |       5.8 |          0.1 | -1.5996990 |  34.589241 |  0.59636622 | 1.74 |
# |    960 | 0.8476 | 268.74 |       0.9216 | 92645.685 | 3.6864e-3 | 320.93407 |        pi |           pi | 6.0318579 pi^2 - 1.5707963 | tan(345.60000 pi^2 - 89.999998) |
# |   1050 | 0.8283 | 262.08 |       1.1025 | 110375.08 |   4.41e-3 | 382.35049 |        pi |           pi | 6.5973446 pi^2 - 1.5707963 | tan(378.00000 pi^2 - 89.999998) |

k               = 0.00861775       +/- 0.0007061    (8.193%)
sigma = (3.3 +- 0.4)e7, 11%

| nu, hz |    U,V |   I,mA |   x |  x0 |   psi-pi/4 |    sqrtnu |        dpsi |     dsqrtnu |
|--------+--------+--------+-----+-----+------------+-----------+-------------+-------------|
|   1210 | 0.7948 | 250.40 | 4.1 | 4.2 | 0.71059834 | 34.785054 | 0.033273312 | 0.034785054 |
|   1440 | 0.7437 | 234.00 | 3.5 | 3.6 | 0.69813170 | 37.947332 | 0.038741945 | 0.037947332 |
|   1700 | 0.6877 | 216.48 | 6.1 | 6.0 | 0.83775804 | 41.231056 | 0.023767456 | 0.041231056 |
|   2020 | 0.6242 | 196.86 | 5.2 | 5.0 | 0.91106187 | 44.944410 | 0.028855502 |  0.04494441 |
|   2400 | 0.5576 | 176.49 | 4.5 | 4.2 |  1.0097976 | 48.989795 | 0.034895042 | 0.048989795 |
|   2840 | 0.4921 | 156.60 | 3.9 | 3.6 |  1.0471976 | 53.291650 | 0.040953255 |  0.05329165 |
|   3360 | 0.4286 | 137.42 | 3.4 | 3.0 |  1.2042772 | 57.965507 | 0.050381262 | 0.057965507 |
|   3980 | 0.3682 | 119.32 | 7.1 | 6.3 |  1.1843306 | 63.087241 | 0.023915601 | 0.063087241 |
|   4720 | 0.3121 | 102.61 | 6.2 | 5.4 |  1.2508193 | 68.702256 | 0.028195891 | 0.068702256 |
|   5600 | 0.2615 |  87.56 | 5.4 | 4.5 |  1.4137167 | 74.833148 | 0.034712221 | 0.074833148 |
|   6630 | 0.2170 |  74.44 | 4.7 | 3.8 |  1.5294596 | 81.424812 | 0.041855992 | 0.081424812 |
|   7860 | 0.1776 |  62.71 | 4.1 | 3.2 |  1.6689711 | 88.656641 | 0.050790639 | 0.088656641 |
|   9320 | 0.1436 |  52.39 | 7.2 | 5.4 |  1.8325957 | 96.540147 | 0.030864198 | 0.096540147 |
|  11050 | 0.1135 | 42.762 | 6.3 | 4.6 |  1.9464215 | 105.11898 | 0.036865033 |  0.10511898 |
|  13100 | 0.0901 | 34.320 | 5.6 | 3.9 |  2.1548103 | 114.45523 | 0.044866677 |  0.11445523 |
|  15500 | 0.0713 | 27.690 | 5.0 | 3.3 |  2.4037944 | 124.49900 | 0.055012179 |    0.124499 |
|  18400 | 0.0564 | 20.985 | 4.2 | 2.7 |  2.5307274 | 135.64660 | 0.068491016 |   0.1356466 |
|  21800 | 0.0454 | 14.724 | 3.9 | 2.3 |  2.9708539 | 147.64823 | 0.085589652 |  0.14764823 |
|  25850 | 0.0375 |  8.618 | 6.8 | 3.9 |  3.1214542 | 160.77935 | 0.051538495 |  0.16077935 |
|  30600 | 0.0314 | 2.9404 | 6.0 | 3.4 |  3.1877925 | 174.92856 | 0.059657231 |  0.17492856 |
#+TBLFM: $6=($4/$5 - 3/4)*$pi::$7=sqrt($1)::$8=sqrt(0.1^2/$4^2 + 0.1^2/$5^2)*($4/$5)::$9=0.001*$7

k               = 0.0186739        +/- 0.0003566    (1.91%)
sigma = (3.9 +- 0.5)e7, 14%

* 3
|    hz |     mH |  dnu |        dl | nu_sq, kHz^2 | (lmax-lmin)/(l-lmin) |  dnu_sq |        dllll |
|-------+--------+------+-----------+--------------+----------------------+---------+--------------|
|    50 | 15.450 |  0.1 |    0.0309 |       2.5e-3 |                   1. |    1e-5 | 3.5878410e-3 |
|    75 | 12.280 | 0.15 |   0.02456 |     5.625e-3 |            1.3429660 | 2.25e-5 | 5.0121171e-3 |
|   100 |   9.75 |  0.2 |    0.0195 |         0.01 |            1.8491114 |    4e-5 | 7.3251995e-3 |
|   150 |   9.75 |  0.3 |    0.0195 |       0.0225 |            1.8491114 |    9e-5 | 7.3251995e-3 |
|   250 |   6.41 |  0.5 |   0.01282 |       0.0625 |            3.6801862 |  2.5e-4 |  0.018076496 |
|   300 |   5.65 |  0.6 |    0.0113 |         0.09 |            4.7506219 |  3.6e-4 |  0.026254877 |
|   500 |   3.86 |   1. |   7.72e-3 |         0.25 |            15.084336 |    1e-3 |   0.18408694 |
|   800 |   3.36 |  1.6 |   6.72e-3 |         0.64 |            38.441932 | 2.56e-3 |    1.0828207 |
|  1500 |   3.11 |   3. |   6.22e-3 |         2.25 |            170.27298 |    9e-3 |    20.311045 |
|  2000 | 3.0661 |   4. | 6.1322e-3 |            4 |            428.03103 |   0.016 |    127.40032 |
|  2500 | 3.0481 |   5. | 6.0962e-3 |         6.25 |            1128.4455 |   0.025 |    882.83746 |
|  3000 | 3.0389 |   6. | 6.0778e-3 |            9 |            6896.0556 |   0.036 |    32920.096 |
|  6000 | 3.0476 |  12. | 6.0952e-3 |           36 |            1182.1810 |   0.144 |    968.83891 |
|  7500 | 3.0721 |  15. | 6.1442e-3 |        56.25 |            354.65429 |   0.225 |    87.552102 |
| 10000 | 3.1442 |  20. | 6.2884e-3 |          100 |            115.90009 |     0.4 |    9.4659439 |
| 15000 | 3.4353 |  30. | 6.8706e-3 |          225 |            31.172526 |     0.9 |   0.72225517 |
| 20000 | 4.0413 |  40. | 8.0826e-3 |          400 |            12.360984 |     1.6 |   0.12834448 |
| 25000 | 5.3892 |  50. | 0.0107784 |          625 |            5.2773692 |     2.5 |  0.030819256 |
| 30000 |  9.079 |  60. |  0.018158 |          900 |            2.0544696 |     3.6 | 8.3400147e-3 |
#+TBLFM: $3=$1*0.002::$4=$2*0.002::$5=($1/1000)^2::$6=(15.450-3.0371)/($2-3.0371)::$7=2*$1*$3/1000/1000::$8=sqrt((sqrt((6.0742e-3)^2+0.0309^2)/(15.450-3.0371))^2+(sqrt((6.0742e-3)^2+$4^2)/($2-3.0371))^2)*$6

lmax = 15.450 mH, 0.0309
lmin = 3.0371 mH, 6.0742e-3

k               = 60.0343          +/- 1.083        (1.803%)
sigma           = 3.01e7           +/- 0.20e7       (6%)

* h0/h

| nu, hz |    U,V |   I,mA |           xi |          dxi |       xi/xi0 |      dxi/xi0 |
|--------+--------+--------+--------------+--------------+--------------+--------------|
|   22.5 | 0.1864 | 438.97 |  0.018872462 | 6.5376126e-5 |  0.097835469 | 1.6016357e-3 |
|   32.5 | 0.2642 | 435.50 |  0.018666431 | 6.4662414e-5 |  0.096767398 | 1.5841506e-3 |
|   42.5 | 0.3371 | 400.70 |  0.019794771 | 6.8571098e-5 |   0.10261675 | 1.6799086e-3 |
|   52.5 | 0.4045 | 424.95 |  0.018130985 | 6.2807574e-5 |  0.093991628 | 1.5387093e-3 |
|   62.5 | 0.4657 | 418.56 |  0.017801988 | 6.1667895e-5 |  0.092286096 | 1.5107885e-3 |
|   72.5 | 0.5203 | 411.90 |  0.017423044 | 6.0355195e-5 |  0.090321638 | 1.4786289e-3 |
|   82.5 | 0.5701 | 405.21 |  0.017053634 | 5.9075521e-5 |  0.088406604 | 1.4472785e-3 |
|   92.5 | 0.6138 | 398.60 |  0.016647455 | 5.7668476e-5 |  0.086300959 | 1.4128076e-3 |
|  102.5 | 0.6524 | 392.21 |  0.016228240 | 5.6216272e-5 |  0.084127735 | 1.3772304e-3 |
|  112.5 | 0.6863 | 386.15 |  0.015798121 | 5.4726296e-5 |  0.081897983 | 1.3407278e-3 |
|    115 | 0.6933 | 383.82 |  0.015707091 | 5.4410959e-5 |  0.081426081 | 1.3330024e-3 |
|    135 | 0.7474 | 372.84 |  0.014848987 | 5.1438400e-5 |  0.076977641 | 1.2601783e-3 |
|    155 | 0.7891 | 363.29 |  0.014013509 | 4.8544219e-5 |  0.072646496 | 1.1892744e-3 |
|    175 | 0.8208 | 355.14 |  0.013206864 | 4.5749919e-5 |  0.068464821 | 1.1208174e-3 |
|    195 | 0.8456 | 348.17 |  0.012454865 | 4.3144918e-5 |  0.064566433 | 1.0569981e-3 |
|    215 | 0.8647 | 342.18 |  0.011753640 | 4.0715803e-5 |  0.060931260 | 9.9748772e-4 |
|    240 | 0.8829 | 335.85 |  0.010953551 | 3.7944214e-5 |  0.056783572 | 9.2958714e-4 |
|    330 | 0.9159 | 320.13 | 8.6697734e-3 | 3.0032976e-5 |  0.044944393 | 7.3577142e-4 |
|    420 | 0.9240 | 309.98 | 7.0972321e-3 | 2.4585533e-5 |  0.036792287 | 6.0231570e-4 |
|    510 | 0.9208 | 302.07 | 5.9770589e-3 | 2.0705139e-5 |  0.030985272 | 5.0725076e-4 |
|    600 | 0.9117 | 295.07 | 5.1496255e-3 | 1.7838826e-5 |  0.026695829 | 4.3702956e-4 |
|    690 | 0.8988 | 283.42 | 4.5960366e-3 | 1.5921138e-5 |  0.023826006 | 3.9004853e-4 |
|   1210 | 0.7948 | 250.40 | 2.6232408e-3 | 9.0871727e-6 |  0.013598967 | 2.2262468e-4 |
|   1440 | 0.7437 | 234.00 | 2.2070869e-3 | 7.6455733e-6 |  0.011441612 | 1.8730726e-4 |
|   1700 | 0.6877 | 216.48 | 1.8686688e-3 | 6.4732586e-6 | 9.6872411e-3 | 1.5858697e-4 |
|   2020 | 0.6242 | 196.86 | 1.5696937e-3 | 5.4375785e-6 | 8.1373442e-3 | 1.3321407e-4 |
|   2400 | 0.5576 | 176.49 | 1.3164108e-3 | 4.5601808e-6 | 6.8243173e-3 | 1.1171889e-4 |
|   2840 | 0.4921 | 156.60 | 1.1064792e-3 | 3.8329564e-6 | 5.7360249e-3 | 9.3902775e-5 |
|   3360 | 0.4286 | 137.42 | 9.2824570e-4 | 3.2155374e-6 | 4.8120565e-3 | 7.8776760e-5 |
|   3980 | 0.3682 | 119.32 | 7.7533157e-4 | 2.6858273e-6 | 4.0193446e-3 | 6.5799507e-5 |
|   4720 | 0.3121 | 102.61 | 6.4440972e-4 | 2.2323008e-6 | 3.3406414e-3 | 5.4688657e-5 |
|   5600 | 0.2615 |  87.56 | 5.3330777e-4 | 1.8474323e-6 | 2.7646852e-3 | 4.5259847e-5 |
|   6630 | 0.2170 |  74.44 | 4.3968317e-4 | 1.5231072e-6 | 2.2793321e-3 | 3.7314275e-5 |
|   7860 | 0.1776 |  62.71 | 3.6031606e-4 | 1.2481714e-6 | 1.8678904e-3 | 3.0578684e-5 |
|   9320 | 0.1436 |  52.39 | 2.9409668e-4 | 1.0187808e-6 | 1.5246069e-3 | 2.4958891e-5 |
|  11050 | 0.1135 | 42.762 | 2.4020142e-4 | 8.3208213e-7 | 1.2452121e-3 | 2.0385001e-5 |
|  13100 | 0.0901 | 34.320 | 2.0040392e-4 | 6.9421954e-7 | 1.0389006e-3 | 1.7007536e-5 |
|  15500 | 0.0713 | 27.690 | 1.6612495e-4 | 5.7547371e-7 | 8.6119725e-4 | 1.4098407e-5 |
|  18400 | 0.0564 | 20.985 | 1.4606707e-4 | 5.0599117e-7 | 7.5721654e-4 | 1.2396169e-5 |
|  21800 | 0.0454 | 14.724 | 1.4144042e-4 | 4.8996399e-7 | 7.3323183e-4 | 1.2003522e-5 |
|  25850 | 0.0375 |  8.618 | 1.6833105e-4 | 5.8311586e-7 | 8.7263375e-4 | 1.4285630e-5 |
|  30600 | 0.0314 | 2.9404 | 3.4898102e-4 | 1.2089057e-6 | 1.8091292e-3 | 2.9616721e-5 |
#+TBLFM: $4=$2/($1*$3/1000)::$5=sqrt(3)*0.002*$4::$6=($4/0.1929)::$7=sqrt(3*pow(0.002,2) + pow(0.016,2))*$6
